let price = 100; // Объявляем переменную и ее значение

console.log(price) // Выводим в консоль

price = 150 // Перезаписываем значение переменной

console.log(price) // Выводим в консоль

/*Вывод
При объявлении переменной через let мы можем перезаписывать значение переменной*/


// const price = 100; // Объявляем переменную и ее значение
//
// console.log(price) // Выводим в консоль
//
// price = 150; // При объявлении через const не можем перезаписывать значение
//
// console.log(price) // Выводим в консоль

/*Вывод
При объявлении переменной через const не можем перезаписывать значение переменной*/

